# CubicCentimeters Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..CubicCentimeters Property
UnitTypeId Class See Also
---
Cubic centimeters.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId CubicCentimeters { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CubicCentimeters As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CubicCentimeters {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace